Revit 2024 API
PhotometricWebLightDistribution Constructor
Overload List
Name | Description
PhotometricWebLightDistribution(PhotometricWebLightDistribution)
 Creates a copy of the given photometric web light distribution
PhotometricWebLightDistribution(String, Double)
 Creates a photometric web light distribution object with the given filename and tilt.
See Also
PhotometricWebLightDistribution Class
PhotometricWebLightDistribution Members
Autodesk.Revit.DB.Lighting Namespace